Repository: benwiki/bencode
Catalog: @ctive/flutter/niederwerfung/lib/l10n/app_*.arb
Languages: de

# appName
source: Prostrations
de: Verneigungen

# homeScreenName
source: Prostrations
de: Verneigungen

source: Gong interval
de: Gong-Intervall

source: sec.
de: Sek.

source: Number of prostrations
de: Anzahl der Verneigungen

source: Mantra is on
de: Mantra eingeschaltet

source: Mantra is off
de: Mantra ausgeschaltet

source: Title
de: Titel

# mantraPaceWarning
source: Gong interval is too short for mantra. At least 8 seconds are required.
de: Gong-Intervall ist zu kurz für Mantra. Mindestens 8 Sekunden sind erforderlich.

# gongIntervalWarning
source: Gong interval is too short for mantra. At least 8 seconds are required. Mantra turned off.
de: Gong-Intervall ist zu kurz für Mantra. Mindestens 8 Sekunden sind erforderlich. Mantra ausgeschaltet.

# support
source: I want to support the development
de: Ich möchte die Entwicklung unterstützen

# supportTitle
source: Support
de: Unterstützung

# supportText
source: If you want to give feedback about the app, or you have ideas, please contact me on this email address: [govindapp@proton.me;mailto:govindapp@proton.me] If you like the app, please please consider donating via PayPal: [paypal.me/benkex;https://paypal.me/benkex] Even 1â‚¬ (1$) helps.
de: Wenn Sie Feedback zur App geben möchten oder Ideen haben, kontaktieren Sie mich bitte unter dieser E-Mail-Adresse: [govindapp@proton.me;mailto:govindapp@proton.me] Wenn Ihnen die App gefällt, erwägen Sie bitte eine Spende über PayPal: [paypal.me/benkex;https://paypal.me/benkex] Auch 1€ hilft.

source: Back
de: Zurück

source: Special thanks
de: Besonderer Dank

# specialThanksText
source: Special thanks to all the people and organizations listed here!
de: Besonderer Dank an alle die hier aufgelisteten Menschen und Organisationen!

# singingBowl_1
source: The sound comes from [SoundEffectStudio;https://www.youtube.com/@SoundEffectStudioNo.1], the link to the video: [Singing Bowl (Deep Sound) - Sound Effect;https://youtu.be/y96ARieC9HY].
de: Der Klang kommt von [SoundEffectStudio;https://www.youtube.com/@SoundEffectStudioNo.1], der Link zum Video: [Singing Bowl (Deep Sound) - Sound Effect;https://youtu.be/y96ARieC9HY].
